{% extends 'base.html' %}

{% block title %}Bio{% endblock %}

{% block body %}
<h1 class="title">Sobre Mim</h1>
<figure>
<img src="{{url_for('static', filename='my_photo.jpeg')}}" alt="foto de Lucas" class="profile">
</figure>
<br>
<p>
Formado pela Faculdade de Direito da UnB e atuante na advocacia particular, tomei da decis&atilde;o de arriscar e
experimentar em uma &aacute;rea completamente diferente.</p>
<p>
Durante o <em>lockdown</em> de 2020, decretado em virtude da pandemia de Covid-19, aproveitei meu tempo para "aprender a programar", algo que sempre quis fazer. N&atilde;o &eacute; um conhecimento leve ou f&aacute;cil; exige paci&ecirc;ncia e dedica&ccedil;&atilde;o. Por outro lado, &eacute; bastante recompensador terminar os projetos, por simples ou pequenos que sejam.
</p>
<p>
S&oacute; a parte de dados j&aacute; &eacute; um universo enorme em que estou apenas no come&ccedil;o de uma longa caminhada. Dados e intelig&ecirc;ncia artificial: eu digo s&atilde;o o pr&oacute;ximo passo na evolu&ccedil;&atilde;o do computador. &Eacute; o momento em que se deixa de programar a m&aacute;quina de uma forma declarativa, em que o programa &eacute; t&atilde;o inteligente quanto seu programador (design inteligente), e se passa a deixar que a pr&oacute;pria realidade programe a m&aacute;quina, por meio dos dados que se extrai dela (sele&ccedil;&atilde;o natural). Isso &eacute; fascinante.
</p>
<p>
De l&aacute; pra c&aacute;, aprendi bastante devido a uma curiosidado que acho que estava se acumulando j&aacute; por
toda uma vida. Decidi, ent&atilde;o, que iria trocar mesmo de &aacute;rea. N&atilde;o que tenha feito nada de
excepcional, pelo contr&aacute;rio, reconhe&ccedil;o o desafio com humildade, mas pela satisfa&ccedil;&atilde;o que
t&atilde;o raro encontramos na vida: deu liga. O fato de dominar a L&iacute;ngua Inglesa tamb&eacute;m foi muito importante, visto que, infelizmente, existem poucos bons materiais em Portugu&ecirc;s e poucas documenta&ccedil;&otilde;es oferecem tradu&ccedil;&atilde;o em nossa l&iacute;ngua.
</p>
<p>
Percebi que precisava validar meu conhecimento j&aacute; obtido, ent&atilde;o procurei uma certifica&ccedil;&atilde;o
compat&iacute;vel com o que estava estudando e, assim, tirei o <em>IBM Professional Certificate for Data Science</em> <a
class="normal" href="https://www.youtube.com/watch?v=Ge_6oqt9QcY" target="_blanck">(sobre o certificado)</a>, que conclu&iacute; em setembro de 2022.
</p>
<p>
Atualmente sigo fazendo alguns <em>freelances</em>, a maioria envolvendo programa&ccedil;&atilde;o em Python, enquanto
procuro por uma coloca&ccedil;&atilde;o no mercado de Data Science e Business. Tamb&eacute;m estou fazendo um curso
superior em Ci&ecirc;ncia de Dados e em 2023 j&aacute; come&ccedil;o o segundo semestre, o que tem complementado minha base matem&aacute;tica e estat&iacute;stica.
</p>
<p>
Se voc&ecirc; tem curiosidade pela &aacute;rea ou j&aacute; est&aacute; envolvido, pe&ccedil;o encarecidamente que me procure para que possamos trocar conhecimentos e <em>insights</em> sobre a carreira. Vamos horizontalizar o conhecimento. A <em>internet</em> tem sido uma grande parceira, mas o contado humano &eacute; fundamental.
</p>
{% endblock %}
