{% extends 'base.html' %}

{% block title %}
Curr&iacute;culo
{% endblock %}

{% block body %}
<h1 class="title">Curr&iacute;culo</h1>
<br>
<h2>Forma&ccedil;&atilde;o</h2>
<p>
Bacharel em Direito pela Universidade de Brasília - UnB (conclus&atilde;o em 2017)
</p>
<p>
Cursando atualmente Ci&ecirc;ncia de Dados a n&iacute;vel de tecn&oacute;logo pela Universidade Est&aacute;cio de S&aacute; (EAD - in&iacute;cio em agosto de 2202)
</p>
<br>
<h2>Certifica&ccedil;&atilde;o e Curso</h2>
<p>
Obtive a prestigiada certifica&ccedil;&atilde;o <em>job ready</em> de longa dura&ccedil;&atilde;o promovida e mantida pela gigante da tecnologia IBM, uma das maiores refer&ecirc;ncias em <em>Data Science</em> e Intelig&ecirc;ncia artificial, e ministrada em parceria com a plataforma de cursos Coursera.
</p>
<p>
Acesse <a href="https://www.coursera.org/professional-certificates/ibm-data-science">IBM Data Science Professional Certificate</a> para saber mais sobre essa certifica&ccedil;&atilde;o.
<a href="https://www.credly.com/badges/396ea50c-535a-4260-bfaa-7add240ca1cc/public_url">Conferir emissão do certificado.</a>
</p>
<p>
Vale a pena mencionar a conclus&atilde;o de curso de Ingl&ecirc;s intensivo com dura&ccedil;&atilde;o de um m&ecirc;s realizado na institui&ccedil;&atilde;o de ensino brit&acirc;nica <a href="https://www.oxintstudycentre.com/">Oxford International Study Centre</a> localizada em Oxford, Inglaterra.
</p>
<br>
<h2>Experi&ecirc;ncia Profissional</h2>
<p>
Ainda sem experiência formal na &aacute;rea de Dados (ci&ecirc;ncia, engenharia e BI), estou ansioso por uma oportunidade em que poderei demonstrar meu potencial e meu apre&ccedil;o por esse ramo que comecei a trilhar h&aacute; pouco tempo, mas que sinto que j&aacute; passei por bastante coisa. Tamb&eacute;m espero poder aplicar todos os conhecimentos que venho desenvolvendo de modo autodidata (e solit&aacute;rio!) a situa&ccedil;&otilde;es e problemas reais.
</p>
<p>
Já no ramo do Direito, &aacute;rea de minha primeira forma&ccedil;&atilde;o, tive experi&ecirc;ncia como assessor de magistrado de primeira inst&acirc;ncia da justi&ccedil;a comum brasileira, realizando trabalhos de alta complexidade e de elevado n&iacute;vel de express&atilde;o lingu&iacute;stica, como a elabora&ccedil;&atilde;o de minutas de senten&ccedil;as c&iacute;veis, criminais e previdenci&aacute;rias e reda&ccedil;&atilde;o de decis&otilde;es judiciais em diversos ramos do Direito Brasileiro.
</p>
<p>
Tenho, tamb&eacute;m, experi&ecirc;ncia no contensioso c&iacute;vel, trabalhando como advogado, tendo patrocinado causas de repara&ccedil;&atilde;o civil, consumeristas e a&ccedil;&otilde;es de cobran&ccedil;a e execu&ccedil;&atilde;o civil.
</p>
<br>
<h2>L&iacute;ngua</h2>
<p>
Boa expressividade tanto falada quanto escrita em Portugu&ecirc;s e Ingl&ecirc;s (fluente).
</p>
<br>
<h2>Ferramentas de TI e Dados</h2>
<div class="flex-container">
    <div class="changing">
<p>
<strong>N&iacute;vel intermedi&aacute;rio em:</strong>
</p>
<ul>
    <li>
        Linguagem Python
    </li>
    <li>
        Pandas
    </li>
    <li>
        Flask
    </li>
    <li>
        Tkinter
    </li>
    <li>
        Requests
    </li>
    <li>
        Beautiful Soup
    </li>
    <li>
        Venv/virtualização de ambiente
    </li>
    <li>
        Linux
    </li>
    <li>
        Bash/scripting
    </li>
    <li>
        Git/versionamento
    </li>
    <li>
        html5
    </li>
    <li>
        CSS
    </li>
</ul>
    </div>
    <div class="changing">
<p>
<strong>N&iacute;vel b&aacute;sico em:</strong>
</p>
<ul class="changing">
    <li>
        Numpy
    </li>
    <li>
        Matplotlib
    </li>
    <li>
        Seaborn
    </li>
    <li>
        Plotly
    </li>
    <li>
        Dash
    </li>
    <li>
        Scikit Learn
    </li>
    <li>
        Folium
    </li>
    <li>
        Pygame
    </li>
    <li>
        Docker
    </li>
    <li>
        Microsoft Power BI
    </li>
    </div>
</div>
{% endblock %}
